Revit 2027 API
ParameterTypeId.RebarSystemAddlBottomOffset Property
 "Additional Bottom Cover Offset"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarSystemAddlBottomOffset { get; }
Public Shared ReadOnly Property RebarSystemAddlBottomOffset As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarSystemAddlBottomOffset {
	ForgeTypeId^ get ();
}
static member RebarSystemAddlBottomOffset : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace